import flag from "../assets/ru.png";
const Russian = {
  lang: "Русский",
  flag,
  otherLang: [
    ["Español", "(CLickeame para Cambiar a Español)"],
    ["English", "(Click on me to change language)"],
  ],
  navBar: ["Начинать", "Мои проекты", "Контакт"],
  WSection: "Привет! :) я Франко, я веб-разработчик.",
  project: "Некоторые из моих проектов",
  projectItems: [
    [
      "Веб-страница размещения продукта",
      "Простая страница для отображения продукта для продажи.",
    ],
    [
      "Веб-страница электронной торговли (в разработке) английский/испанский",
      "Веб-страница, которая может менять язык, отображать продукт и интерфейс магазина.",
    ],
    [
      "Машина случайных цитат",
      "Веб-страница с кнопкой, которая случайным образом дает цитату при нажатии на нее.",
    ],
    [
      "Список дел с API для подключения к базе данных",
      "Вы можете добавлять задачи, помечать их как выполненные или удалять, и все они будут сохранены в тестовом API.",
    ],
    [
      " Формуляр удовлетворенности",
      "Веб-страница для проверки удовлетворенности клиента услугой.",
    ],
  ],
  contact: ["GitHub", "Linkedin", "Email", "WhatsApp"],
};

export default Russian;
