import flag from "../assets/ru.png";
const Russian = {
  lang: "Русский",
  flag,
  otherLang: [
    ["Español", "(CLickeame para Cambiar a Español)"],
    ["English", "(Click on me to change language)"],
  ],
  navBar: ["Начинать", "Мои проекты", "Контакт"],
  WSection: ["Привет! :)", "я Франко", "я веб-разработчик."],
  project: "Некоторые из моих проектов",
  projectItems: [
    [
      "Веб-страница размещения продукта",
      "Простая страница для отображения продукта для продажи.",
    ],
    [
      "Веб-страница электронной торговли (в разработке) английский/испанский",
      "Веб-страница, которая может менять язык, отображать продукт и интерфейс магазина.",
    ],
    [
      "Машина случайных цитат",
      "Веб-страница с кнопкой, которая случайным образом дает цитату при нажатии на нее.",
    ],
    [
      "Список дел с API для подключения к базе данных",
      "Вы можете добавлять задачи, помечать их как выполненные или удалять, и все они будут сохранены в тестовом API.",
    ],
    [
      " Формуляр удовлетворенности",
      "Веб-страница для проверки удовлетворенности клиента услугой.",
    ],
  ],
  contact: ["GitHub", "Linkedin", "Email", "WhatsApp"],
  about: [
    "Juan Franco Rodriguez (и toby)",
    "Я обнаружил свою страсть и любовь к программированию в возрасте 12 лет, когда я программировал на «пешком» языке для создания многопользовательских серверов SAMP. С тех пор я постоянно узнаю что-то новое и интересное о программировании и его передовом опыте. Я считаю себя фронтенд-разработчиком-самоучкой, мне нравится то, что я делаю, и я надеюсь, что вам это тоже понравится. В настоящее время у меня есть знания о: HTML, CSS, Bootstrap, React, Redux, JavaScript, PHP, MySql, node.js, mongo.db, git, Ajax, Fetch Api, jQuery, SASS и многих других инструментах, которые я не знаю. считаю актуальным для веб-разработки, по любым вопросам мои данные в разделе контакты, либо в футере страницы. Я оставляю свое резюме для получения дополнительной информации",
    "скачать мое резюме",
  ],
};

export default Russian;
